<?php

return [

    /*
    |--------------------------------------------------------------------------
    |header 
    |---------------------------------------------------------------------------
    */
    'welcome' => 'Welcome to our application',

    'logout' => 'تسجيل خروج',
    'dashboard' => 'الصفحه الرئيسية',
    'search'=>'بحث',
    'seeAllMessaes'=>'عرض كل الرسايل',
    'seeAllnotefication'=>'عرض كل الاشعارات',

     /*
    |--------------------------------------------------------------------------
    |sidebar 
    |---------------------------------------------------------------------------
    */
    'jubariTravel'=>'جباري للسفريات ',
    'users'=>'المستخدمون',
    'add user'=>' إضافة مستخدم ',
    'display user'=>'عرض المستخدمين',
    'services status '=>'حالة الخدمات ',
    'advertisment'=>'الإعلانات',
    'add new'=>'إضافة جديد',
    'display advertisment'=>'عرض الإعلانات',
    'users advertisment'=>'إعلانات المستخدمين',
    'department'=>'الأقسام',
    'display department'=>'عرض الأقسام',
    'employee'=>'الموظفين',
    'add employee'=>'إضافة موظف ',
    'display employee'=>'عرض الموظفين',
    'roles'=>'الصلاحيات',
    'display roles'=>' عرض الصلاحيات ',
    'add roles'=>'إضافة صلاحية',
    'display user roles'=>'عرض صلاحيات المستخدمين ',
    'customer'=>'العملاء',
    'add customer'=>'إضافة عميل ',
    'display customer'=>'عرض العملاء ',
    'airline'=>'خطوط الطيران',
    'display airline'=>'عرض خطوط الطيران',
    'add airline'=>'إضافة خط طيران ',
    'supplier'=>'الموردين',
    'add supplier'=>'إضافة مورد',
    'display supplier'=>'عرض الموردين',
    'services'=>'الخدمات',
    'chat'=>'الدردشه',
    'sales manager'=>'مدير المبيعات',
    'sales excutive'=>'موظف المبيعات',
    'remark'=>'الملاحظات',
    'errorlog'=>'سجل الاخطاء',
    'outstanding service'=>'الخدمات الخارجيه',
    'reject service'=>'الخدمات المرفوضه',
    'ticket services'=>'تذاكر',
    'add ticket'=>'إضافة خدمة',
    'saved ticket'=>' المحفوظه',
    'sent ticket'=>' المرسلة',
    'archive ticket'=>' المؤرشفة',
    
    'bus services'=>'باصات',
    'add bus'=>'إضافة خدمة ',
    'saved bus'=>' المحفوظة',
    'sent bus'=>'المرسلة ',
    'archive bus'=>'المؤرشفة',

    'car services'=>'سيارات',
    'add car'=>'إضافة خدمة',
    'saved car'=>'المحفوظة',
    'sent car'=>'المرسلة',
    'archive car'=>'المؤرشفة',

    'hotel services'=>'فنادق',
    'add hotel'=>'إضافة خدمة',
    'saved hotel'=>'المحفوظه',
    'sent hotel'=>'المرسلة',
    'archive hotel'=>'المؤرشفة',

    'visa services'=>'فيزا',
    'add visa'=>'إضافة خدمة',
    'saved visa'=>'المحفوظه',
    'sent visa'=>'المرسلة',
    'archive visa'=>'المؤرشفة',

    'general services'=>'خدمات عامة',
    'add general'=>'إضافة خدمة',
    'saved general'=>'المحفوظه',
    'sent general'=>'المرسلة',
    'archive general'=>'المؤرشفة',

    'medical services'=>'خدمات طبية',
    'add medical'=>'إضافة خدمة',
    'saved medical'=>'المحفوظه',
    'sent medical'=>'المرسلة',
    'archive medical'=>'المؤرشفة',

    'accountent'=>'مدير الحسابات',
    'accountent report'=>'تقارير مدير الجسابات',
    'profle'=>'PROFILE',

     /*
    |--------------------------------------------------------------------------
    |end sidebar 
    |---------------------------------------------------------------------------
    */
       /*
    |--------------------------------------------------------------------------
    |department page  
    |---------------------------------------------------------------------------
    */
    'save'=>'حفظ ',
    'cancel'=>'إلغاء ',
    'update'=>'تعديل  ',
    'Department Name'=>'اسم القسم ',
    'add new'=>'إضافة جديد',
    'status'=>'الحالة',
    'Active'=>'فعال',
    'all'=>'الكل',
    'notactive'=>'غير فعال',
    'Opreation'=>'العملية',
    'There is No data in table...'=>'لا توجد بيانات بهذا الصفحة ',
       
     /*
    |--------------------------------------------------------------------------
    |messages 
      
    |---------------------------------------------------------------------------
    */
    'delete'=>'هل انت متاكد؟ ',
    'delconfig'=>'هل انت متاكد من حذف هذا الحقل  ',
    'delSuccessfully'=>'تم الحذف بنجاح ',
    'insSuccessfully'=>'تم الاضافة بنجاح ',
    'yes'=>'نعم ',
    'no'=>'لا ',
    /*
    |--------------------------------------------------------------------------
    |department page  
    |---------------------------------------------------------------------------
    */
    'Department'=>'الاقسام ',
    'adddepartment'=>'إضافة قسم ',
    'Department Name'=>'اسم القسم ', 
    'Display Department'=>'عرض الاقسام ', 
    'Create At'=>'تاريخ الانشاء', 
    'Update DEPARTMENT'=>'تعديل قسم', 

     /*
    |--------------------------------------------------------------------------
    |service  page  
    |---------------------------------------------------------------------------
    */
    'DISPLAY SERVICE'=>'عرض الخدمات ',
    'Name'=>' الاسم ',
    'Discrption'=>' الوصف', 
    'Employee'=>'الموظف', 
    'add service'=>'إضافة خدمة', 
    'serviece name'=>' اسم الخدمة', 
    'Update Servces Services'=>'تعديل الخدمة', 
    'Services'=>'الخدمات', 
     /*
    |--------------------------------------------------------------------------
    |employee page  
    |---------------------------------------------------------------------------
    */
    'name'=>'الاسم ',
    'mobile'=>'تلفون',
    'cv'=>'cv',
    'salary'=>'الراتب', 
    'Hire Date '=>'تاريخ التوظيف', 
    'Account Number'=>'رقم الحساب ', 
    'DISPLAY EMPLOYEES'=>'عرض الموظفين', 
    /*
    |--------------------------------------------------------------------------
    |srvice status page 
    |---------------------------------------------------------------------------
    */
    'ticket'=>'تذكرة',
    'bus'=>'باص',
    'car'=>'سيارة',
    'visa'=>'فيزا',
    'hotel'=>'فندق',
    'medical'=>'خدمة طبيه',
    'general'=>'خدمة عامة',
    'remark'=>'ملاحظة',
    'add remark'=>'إضافة ملاحظة',
     /*
    |--------------------------------------------------------------------------
    |same  column in all
    |---------------------------------------------------------------------------
    */
    'refernce'=>'المرجع',
    'issue date'=>'التاريخ',
    'customer name'=>'اسم الموظف',
    'provider name'=>'اسم المورد',
    'passenger name'=>'اسم المسافر',
    'provider info'=>'معلومات المورد',
    'customer info'=>'معلومات الموظف',
    'currency'=>'العملة',
    'cost'=>'القيمة',
    'note'=>'الملاحظه',
    'attachment'=>'ملفات',
  /*
    |--------------------------------------------------------------------------
    |ticket  column 
    |---------------------------------------------------------------------------
    */
    'one way'=>'ذهاب',
    'roundtrip'=>'ذهاب وعودة',
    'dep date'=>'تاريخ السفر',
    'arr city'=>'مدبنة الوصول',
    'dep city'=>'مدينة الاقلاع',
    'ticket status'=>'حالة التذكرة',
    'ticket number'=>'رقم التذكرة',
    'code'=>'الكود',
    'airline'=>'خط الطيران',
    'busher time'=>'تاريخ العودة',
 /*
    |--------------------------------------------------------------------------
    |bus  column 
    |---------------------------------------------------------------------------
    */
    'bus status'=>'حالة الباص ',
    'bus number'=>'رقم الباص ',
    'bus name'=>'اسم الباص',
     /*
    |--------------------------------------------------------------------------
    |car  column 
    |---------------------------------------------------------------------------
    */
    'car status'=>'حالة السيارة',
    'voucher number'=>'Voucher Number',
    'Additional Info'=>'معلومات اضافية',
 /*
    |--------------------------------------------------------------------------
    |hotel  column 
    |---------------------------------------------------------------------------
    */
    'hotel status'=>'حالة الفندق',
    'country'=>'الدولة',
    'city'=>'المدينة',
    'hotel name'=>'اسم الفندق',
    'check in'=>'Check In',
    'check out'=>'Check Out',
     /*
    |--------------------------------------------------------------------------
    |visa  column 
    |---------------------------------------------------------------------------
    */
    'visa status'=>'حالة الفيزا',
    'visa number'=>'رقم الفيزا',
    'country'=>'الدولة',
    'visa type'=>'نوع الفيزا',
     /*
    |--------------------------------------------------------------------------
    |general  column 
    |---------------------------------------------------------------------------
    */
    'general status'=>'Services Status',
    'offered status'=>'Offered Status',
    'Additional Info'=>'معلومات اضافية',
    'service date'=>'ادخل تاريخ الخدمة',


   /*
    |--------------------------------------------------------------------------
    |medical  column 
    |---------------------------------------------------------------------------
    */
    'report status'=>'حالة التقرير',
    'documen number'=>'رقم الملف',
    'from city'=>'من مدينة',



     /*
    |--------------------------------------------------------------------------
    |sales  manager 
    |---------------------------------------------------------------------------
    */
    'type'=>'النوع',
    'issue date'=>'التاريخ',
    'issue by'=>'اسم الموظف',
    'provider name'=>'اسم المورد',
    'passenger name'=>'اسم العميل',
    'status'=>'الحالة',
    'opration'=>' العملية',
    'Latest send sales '=>'اخر الخدمات المرسلة ',
    'Services review with status'=>'مراجعة الخدمات حسب الحالة',
    'review'=>'مراجعة',
    'Finished'=>'hglkjidm',
];
